export const names = {
  "regions": {
    "North": {
      "male": ["आरव", "विहान", "अर्जुन", "कबीर", "ईशान", "रोहन", "आदित्य", "वीर"],
      "female": ["सान्वी", "अनन्या", "इशानी", "कियारा", "मायरा", "सारा", "ज़ोया", "दीया"],
      "firstNames": ["आरव", "विहान", "अर्जुन", "सान्वी", "अनन्या", "मेहर", "रोहन"],
      "lastNames": ["शर्मा", "सिंह", "वर्मा", "गुप्ता", "खन्ना", "मल्होत्रा", "अरोड़ा"]
    },
    "South": {
      "male": ["वेंकटेश", "कार्तिक", "अनिरुद्ध", "तरुण", "साई", "विष्णु", "अरविंद", "प्रणव"],
      "female": ["लक्ष्मी", "पद्मजा", "दिव्या", "अम्मु", "श्रेया", "काव्या", "कीर्ति", "नंदिनी"],
      "firstNames": ["वेंकटेश", "कार्तिक", "लक्ष्मी", "अनिरुद्ध", "पद्मजा", "तरुण", "साई"],
      "lastNames": ["अय्यर", "नायडू", "रेड्डी", "नायर", "मेनन", "पिल्लई", "राव", "हेगड़े"]
    },
    "East": {
      "male": ["सुभाष", "अनिर्बान", "देबाशीष", "सृजित", "जॉय", "अरिजीत", "सौरव", "बिक्रम"],
      "female": ["प्रियंका", "तितास", "मोमिता", "रिया", "शुभी", "इप्सिता", "तनु", "पूजा"],
      "firstNames": ["सुभाष", "अनिर्बान", "देबाशीष", "सृजित", "प्रियंका", "तितास", "जॉय"],
      "lastNames": ["चटर्जी", "बनर्जी", "मुखर्जी", "बोस", "दत्ता", "दास", "सरकार"]
    },
    "West": {
      "male": ["चैतन्य", "पार्थ", "विरेन", "सागर", "अनिकेत", "राहुल", "मयूर", "प्रथमेश"],
      "female": ["तन्वी", "ईशा", "अमृता", "गौरी", "स्नेहा", "प्राची", "उर्वशी", "ऋचा"],
      "firstNames": ["चैतन्य", "पार्थ", "विरेन", "तन्वी", "ईशा", "अमृता", "सागर"],
      "lastNames": ["कुलकर्णी", "पटेल", "शाह", "देशमुख", "मेहता", "शेट्टी", "पवार"]
    }
  },
  "middleNames": ["कुमार", "सिंह", "चन्द्र", "प्रसाद", "लाल"]
};
